2gua.rainbow-brackets
aaron-bond.better-comments
ChakrounAnas.turbo-console-log
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
humao.rest-client
jakob101.RelativePath
ms-azuretools.vscode-docker
oderwat.indent-rainbow
PKief.material-icon-theme
pranaygp.vscode-css-peek
riazxrazor.html-to-jsx
ritwickdey.live-sass
ritwickdey.LiveServer
vscode-icons-team.vscode-icons
wix.vscode-import-cost
